Repository: yeager/swedish-tm
Catalog: reviewed/catalogs/mintstick.tmx
Source language: en
Languages: sv

source: USB Stick
sv: USB-minne

source: Verify
sv: Verifiera

source: This ISO looks like a Windows image.
sv: Det här verkar vara en avbild för Windows.

source: The gpg file could not be checked.
sv: GPG-filen kunde inte kontrolleras.

source: Write
sv: Skriv

source: An error occurred
sv: Ett fel uppstod

source: Authentication Error.
sv: Autentiseringsfel.

source: No volume ID found
sv: Hittade inget volym-ID

source: Everything looks good!
sv: Allt stämmer!

source: Checksum mismatch
sv: Kontrollsumman stämmer inte

source: ISO image:
sv: ISO-avbild:

source: GPG signed file
sv: GPG-signerad fil

source: The SHA256 sums file does not contain sums for this ISO image.
sv: Filen med SHA256-summor innehåller ingen summa för den här ISO-avbilden.

source: ISO images
sv: ISO-avbilder

source: Format a USB stick
sv: Formatera ett USB-minne

source: Size:
sv: Storlek:

source: Select a USB stick
sv: Välj ett USB-minne

source: This is an official ISO image.
sv: Detta är en officiell ISO-avbild.

source: This ISO image is verified by an untrusted signature.
sv: ISO-avbilden har verifierats med en icke-betrodd signatur.

source: Verify the authenticity and integrity of the image
sv: Verifiera avbildens äkthet och integritet.

source: USB stick:
sv: USB-minne:

source: Calculating...
sv: Beräknar…

source: Untrusted signature
sv: Ej betrodd signatur

source: SHA256sum:
sv: SHA256-summa:

source: Make bootable USB stick
sv: Skapa startbart USB-minne

source: The image was successfully written.
sv: Avbilden har skrivits.

source: Go back
sv: Gå tillbaka

source: The SHA256 sums file is not signed.
sv: Filen med SHA256-summor är inte signerad.

source: More information
sv: Mer information

source: ISO Verification
sv: Kontroll av ISO

source: Signed by: %s
sv: Signerad av: %s

source: Volume label:
sv: Volymetikett:

source: Checksum
sv: Kontrollsumma

source: Unknown signature
sv: Okänd signatur

source: This ISO image is verified by a trusted signature.
sv: ISO-avbilden har bekräftats med en betrodd signatur.

source: An error occured while copying the image.
sv: Ett fel uppstod vid kopiering av avbilden.

source: bytes
sv: byte

source: SHA256 sum
sv: SHA256-summa

source: An error occurred.
sv: Ett fel har uppstått.

source: If you trust the signature you can trust the ISO.
sv: Om du litar på signaturen så kan du lita på ISO-avbilden.

source: Select Image
sv: Välj avbild

source: The USB stick was formatted successfully.
sv: USB-minnet har framgångsrikt formaterats.

source: USB Image Writer
sv: USB-avbildsskrivare

source: GPG signed file:
sv: GPG-signerad fil:

source: Not enough space on the USB stick.
sv: Det är inte tillräckligt med utrymme på USB-minnet.

source: The gpg file could not be downloaded. Check the URL.
sv: GPG-filen kunde inte hämtas. Kontrollera webbadressen.

source: This will destroy all data on the USB stick, are you sure you want to proceed?
sv: Detta raderar all data på USB-minnet. Är du säker på att du vill fortsätta?

source: The sums file could not be checked.
sv: Filen med kontrollsummor kunde inte kontrolleras.

source: Key not found on keyserver.
sv: Nyckeln hittades inte på nyckelservern.

source: Choose a name for your USB Stick
sv: Välj ett namn för ditt USB-minne

source: Filesystem:
sv: Filsystem:

source: The sums file could not be downloaded. Check the URL.
sv: Filen med kontrollsummor kunde inte hämtas. Kontrollera webbadressen.

source: Check
sv: Kontrollera

source: Make a bootable USB stick
sv: Skapa ett startbart USB-minne

source: FAT32 + Compatible everywhere. - Cannot handle files larger than 4GB. exFAT + Compatible almost everywhere. + Can handle files larger than 4GB. - Not as compatible as FAT32. NTFS + Compatible with Windows. - Not compatible with Mac and most hardware devices. - Occasional compatibility problems with Linux (NTFS is proprietary and reverse engineered). EXT4 + Modern, stable, fast, journalized. + Supports Linux file permissions. - Not compatible with Windows, Mac and most hardware devices.
sv: FAT32 + Kompatibelt överallt. - Kan inte hantera filer som är större än 4 GB. exFAT + Kompatibelt nästan överallt. + Kan hantera filer som är större än 4 GB. - Inte lika kompatibelt som FAT32. NTFS + Kompatibelt med Windows. - Inte kompatibelt med Mac och de flesta maskinvaruenheter. - Ibland kompatibilitetsproblem med Linux (NTFS är proprietärt och baklängeskonstruerat). EXT4 + Modernt, stabilt, snabbt och journalförande. + Stöd för Linux-filrättigheter. - Inte kompatibelt med Windows, Mac och de flesta maskinvaruenheter.

source: USB Stick Formatter
sv: USB-minnesformaterare

source: Checksum files
sv: Filer med kontrollsummor

source: Windows images require special processing.
sv: Avbilder för Windows kräver särskild behandling.

source: SHA256 sums file:
sv: Fil med SHA256-summor:

source: SHA256 sums file
sv: Fil med SHA256-summor

source: Local files
sv: Lokala filer

source: Volume:
sv: Volym:

source: GPG signatures
sv: GPG-signaturer

source: URLs
sv: Webbadresser

source: Select an image
sv: Välj avbild

source: Format
sv: Formatera

source: Download the ISO image again. Its checksum does not match.
sv: Hämta ISO-avbilden igen. Dess kontrollsumma stämmer inte.

source: An error occured while creating a partition on %s.
sv: Ett fel uppstod vid skapande av en ny partition på %s.

source: Integrity check failed
sv: Integritetskontrollen misslyckades

source: The SHA256 sum of the ISO image is incorrect.
sv: SHA256-summan för ISO-avbilden stämmer inte.

source: The checksum is correct
sv: Kontrollsumman stämmer

source: The checksum is correct but the authenticity of the sum was not verified.
sv: Kontrollsumman stämmer men dess äkthet kunde inte bekräftas.
